{
"fases_jogo":["Primeiramente precisamos preparar a terra onde os vegetais serão plantados posteriormente. Qual a melhor opção?",
"Agora vamos organizar a roça para plantarmos couve, alface, milho, cenoura e melância. O que fazer então?",
"Muito bem! Agora precisamos adubar a terra.",
"Agora que adubamos a terra precisamos plantar as sementes.",
"As sementes estão plantadas. O que devemos fazer agora para as sementes germinarem?",
"Precisamos agora cuidar dos vegetais que germinaram e estão começando a crescer.",
"Vamos fazer a colheita da couve!",
"Vamos colher a alface agora?!",
"Agora é a vez do milho!",
"...da cenoura",
"E finalmente da melância"],

"texto_botao": ["Roçar com foice e enxada","Aplicar vários inseticidas",
"Colocar fogo","Dividi-lá em partes iguais","Plantar todos os vegetais juntos no mesmo espaço",
"","Com fertilizantes naturais, como o esterco de suas próprias galinhas", "Comprar Adubos",
"Não Adubar","Plantar cada semente no seu lugar","Plantar as sementes em qualquer lugar","",
"Molhar uma vez ao dia", "Não molhar", "Molhar 4 vezes ao dia, com muita água",
"Fazer uma cerca", "Não fazer nada, apenas observar","",
"Separar as folhas para comer no jantar","Separar a raiz para comer no jantar.","",
"Utilizar o vegetal inteiro para alimentar seus animais","Jogar fora suas folhas, e dar apenas o caule e a raiz aos seu animais.","",
"Usar as espigas para fazer fubá, e as folhas e caule para dar de alimento aos animais.","Dispensar as espigas.","",
"Arrancar o pé de cenoura inteiro e oferecê-lo aos seus bichos de estimação.","Cortar apenas as folhas.","",
"Colher suas frutas.","Dispenser suas frutas.",""],

"valor_botao": ["0","Você errou! Isso acaba com o mato indesejado, mas polui o solo, o ar e a água.","Você errou! Isso destrói o matagal e os pequenos animais que vivem ali.",
"0","Você errou! Dessa forma um vegetal interfere no crescimento do outro.","1",
"0","Você errou! Comprar abudos é caro e Pedro não tem dinheiro.","Você errou! Os vegetais vão demorar demais a crescer.",
"0","Você errou! Você não pode misturar as sementes.","1",
"0","Você errou! Se não molhar as sementes não irão germinar.","Você errou! Se você molhar demais as sementes vão apodrecer e não irão germinar.",
"0","Você errou! Assim seus animais irão estragar toda a roça","1",
"0","Você errou! Raiz de couve não é um alimento comum para nós humanos","1",
"0","Você errou! São nas folhas que se encontram os nutrientes principais da alface.","1",
"0","Você errou! As espigas são ricas em carboidratos, que dá energia a quem consome.","1",
"0","Você errou! Pois a cenoura é uma raiz onde se utiliza todo o vegetal, seja para servir os animais ou para nos servir.","1",
"0","Você errou! Não podemos deixar os frutos de melancia estragarem","1"],

"style_botao": ["initial","initial","initial",
"initial","initial","none",
"initial","initial","initial",
"initial","initial","none",
"initial","initial","initial",
"initial","initial","none",
"initial","initial","none",
"initial","initial","none",
"initial","initial","none",
"initial","initial","none",
"initial","initial","none"]
}